Repository: AstunTechnology/NRW_FishMapMon
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Register user
cy: Cofrestru defnyddiwr

source: You must sign in
cy: Rhaid i chi fewngofnodi

source: Welcome
cy: Croeso

source: Please confirm your email
cy: Cadarnhewch eich e-bost

source: Login instructions
cy: Cyfarwyddiadau mewngofnodi

source: Your password has been reset
cy: Mae’ch cyfrinair wedi’i ailosod

source: Your password has been changed
cy: Mae’ch cyfrinair wedi’i newid

source: Password reset instructions
cy: Cyfarwyddiadau ailosod cyfrinair

source: You do not have permission to view this resource.
cy: Nid oes gennych chi ganiatâd i weld yr adnodd hwn

source: Thank you. Confirmation instructions have been sent to %(email)s.
cy: Diolch. Anfonwyd cyfarwyddiadau cadarnhau at

source: Thank you. Your email has been confirmed.
cy: Diolch. Mae’ch e-bost wedi’i gadarnhau.

source: Your email has already been confirmed.
cy: Mae’ch e-bost wedi’i gadarnhau eisoes.

source: Invalid confirmation token.
cy: Tocyn cadarnhau annilys.

source: %(email)s is already associated with an account.
cy: mae %(email) yn cael ei ddefnyddio ar gyfer cyfrif yn barod

source: Password does not match
cy: Nid yw’r cyfrinair yn cyfateb

source: Passwords do not match
cy: Nid yw’r cyfrineiriau’n cyfateb

source: Redirections outside the domain are forbidden
cy: Gwaherddir ailgyfeirio y tu allan i’r parth

source: Instructions to reset your password have been sent to %(email)s.
cy: Anfonwyd cyfarwyddiadau i ailosod eich cyfrinar at %(email)s

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
cy: Ni wnaethoch ailosod eich cyfrinair o fewn%(within)s. Anfonwyd cyfarwyddiadau newydd at %(email)s

source: Invalid reset password token.
cy: Tocyn ailosod cyfrinair annilys.

source: Email requires confirmation.
cy: Angen cadarnhau’r e-bost

source: Confirmation instructions have been sent to %(email)s.
cy: Anfonwyd cyfarwyddiadau cadarnhau at %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
cy: Ni wnaethoch gadarnhau eich e-bost o fewn %(within)s. Anfonwyd cyfarwyddiadau newydd i gadarnhau eich e-bost at %(email)s

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
cy: Ni wnaethoch fewngofnodi o fewn %(within)s. Anfonwyd cyfarwyddiadau newydd i fewngofnodi at %(email)s

source: Instructions to login have been sent to %(email)s.
cy: Anfonwyd cyfarwyddiadau ar fewngofnodi at %(email)s.

source: Invalid login token.
cy: Tocyn mewngofnodi annilys.

source: Account is disabled.
cy: Mae’r cyfrif wedi’i analluogi.

source: Email not provided
cy: Ni ddarparwyd e-bost

source: Invalid email address
cy: Cyfeiriad e-bost annilys

source: No password entered
cy: Heb gofnodi cyfrinair

source: Specified user does not exist
cy: Y defnyddiwr penodedig ddim yn bodoli

source: Invalid password
cy: Cyfrinair annilys

source: You have successfuly logged in.
cy: Rydych chi wedi mewngofnodi’n llwyddiannus

source: You successfully reset your password and you have been logged in automatically.
cy: Rydych wedi ailosod eich cyfrinair ac rydym wedi’ch mewngofnodi’n awtomatig.

source: You successfully changed your password.
cy: Rydych wedi llwyddo i newid eich cyfrinair.

source: Please log in to access this page.
cy: Mewngofnodwch i fynd i’r dudalen hon.

source: Please reauthenticate to access this page.
cy: Ailddilyswch i fynd i’r dudalen hon

source: Casual Hand Gathering Extents
cy: Ardaloedd Casglu Achlysurol â Llaw

source: King Scallop Dredging Extents
cy: Ardaloedd Treillio am Gregyn Bylchog

source: Light Otter Trawl Extents
cy: Ardaloedd Llusgrwyd Estyllod Ysgafn

source: Mussel Seed Harvesting Extents
cy: Ardaloedd Cynaeafu Gawn Cregyn Gleision

source: Bottom Set Nets Extents
cy: Ardaloedd Rhwydi wedi’u Gosod ar Wely’r Môr

source: Combined Potting Extents
cy: Ardaloedd Dal mewn Cewyll Cyfun

source: Commercial Potting Extents
cy: Ardaloedd Dal mewn Cewyll Masnachol

source: Recreational Potting Extents
cy: Ardaloedd Dal mewn Cewyll Hamdden

source: Professional Hand Gathering Extents
cy: Ardaloedd Casglu Proffesiynol â Llaw

source: Queen Scallop Dredging Extents
cy: Ardaloedd Treillio am Gwiniaid

source: Charter Boat Angling Extents
cy: Ardaloedd Pysgota Cychod Siarter

source: Combined Boat Angling Extents
cy: Ardaloedd Pysgota Cychod Cyfun

source: Private Boat Angling Extents
cy: Ardaloedd Pysgota Cychod Preifat

source: Shore Angling Extents
cy: Ardaloedd Pysgota’r Glannau

source: Upper Shore Stable Rock with Lichens and Algal Crusts
cy: Craig sefydlog ar ran uchaf y lan gyda chennau a chramen algaidd

source: Wave Exposed Intertidal Stable Rock
cy: Craig sefydlog rynglanwol y mae’r tonnau’n effeithio arni

source: Moderately Exposed Intertidal Rock
cy: Craig rynglanwol y mae’r tonnau’n effeithio’n gymedrol arni

source: Seaweeds and Mussels on Moderately Exposed Rock
cy: Gwymon coch a brown a chregyn gleision ar graig sy’n weddol agored (ar ran isaf rynglanwol y lan)

source: Mussels and Piddocks on Intertidal Clay and Peat
cy: Cregyn gleision a chregyn deuglawr sy’n tyllu (pidogau) ar glai a mawn rhynglanwol

source: Honeycomb Worm Reefs
cy: Riffiau’r llyngyren ddiliau

source: Sheltered Bedrock, Boulders and Cobbles
cy: Creigwely, clogfeini a cherrig crynion rhynglanwol cysgodol

source: Rockpools and Overhangs
cy: Pyllau trai a bargodion

source: Intertidal brown seaweeds, barnacles or ephemeral seaweeds on boulders, cobbles and pebbles
cy: Gwymon brown, gwyrain neu wymon dros dro rhynglanwol ar glogfeini, cerrig crynion a cherrig mân

source: Muddy Sands - Excluding Gaper Clams
cy: Tywod lleidiog rhynglanwol – heb gynnwys biotopau sy’n cynnal cregyn blacen

source: Muds and Sands - Including Gaper Clams
cy: Llaid a thywod rhynglanwol sy’n cynnal cregyn blacen

source: Intertidal Muds
cy: Llaid rhynglanwol

source: Saltmarshes
cy: Morfeydd

source: Vertical Subtidal Rock with Associated Community
cy: Craig islanwol fertigol gyda chymuned gysylltiedig

source: Erect and Branching Species That are Very Slow Growing
cy: Rhywogaethau islanwol talsyth, canghennog sy’n tyfu’n araf iawn

source: Sand and Gravels with Long Lived Bivalves
cy: Tywod a graean bras gyda chymunedau sy’n cynnwys cregyn deuglawr mawr a/neu rai sy’n byw’n hir

source: Maerl Beds
cy: Gwelyau maerl

source: Stable Subtidal Fine Sands
cy: Tywod mân islanwol yn bennaf sy’n sefydlog

source: Stable Muddy Sands, Sandy Muds and Muds
cy: Tywod lleidiog, llaid tywodlyd a llaid sefydlog islanwol

source: Rockwith Low-lying Fast Growing Faunal Turf
cy: Craig sy’n islanwol yn bennaf gyda thyfiant milodol isel sy’n tyfu’n gyflym

source: Rock with Erect and Branching Species
cy: Craig sy’n islanwol yn bennaf gyda rhywogaethau talsyth, canghennog sy’n tyfu’n araf

source: Shallow Subtidal Rock with Kelp
cy: Craig islanwol fas gyda môr-wiail

source: Kelp and Seaweeds on Sand Scoured Rock
cy: Cymunedau môr-wiail a gwymon ar graig a gaiff ei sgwrio gan dywod

source: Dynamic, Shallow Water Fine Sands
cy: Tywod mân, dynamig mewn dŵr bas

source: Oyster Beds
cy: Gwelyau wystrys

source: Underboulder communities on lower shore and shallow subtidal boulders
cy: Cymunedau dan glogfeini ar ran isaf y lan a chlogfeini islanwol bas

source: Biogenic Reef on Sediment
cy: Rîff fiogenig ar waddod

source: Stable, Species Rich Mixed Sediments
cy: Gwaddodion cymysg, sefydlog sy’n cynnwys cyfoeth o rywogaethau

source: Unstable cobbles, pebbles, gravels and/or coarse sands supporting relatively robust communities
cy: Tywod bras a / neu gerrig crynion, cerrig mân a graean ansefydlogsy’n cynnal cymunedau eithaf cadarn

source: Seagrass Beds
cy: Gwelyau morwellt

source: Stable but Tidal Swept Cobbles, Pebbles and Gravel
cy: errig crynion, cerrig mân, graean a gwaddodion bras sy’n sefydlog ond a gaiff eu hysgubo gan y llanw’n gyffredinol

source: Mosaic of Rock and Sediment
cy: Craig a gwaddodi am mosaig

source: Poor
cy: Gwael

source: Fair
cy: Gweddol

source: Good
cy: Da

source: Unknown
cy: Anhysbys

source: Natural Resources Wales
cy: Cyfoeth Naturiol Cymru

source: Download or view the help document
cy: Lawrlwytho neu weld y ddogfen gymorth

source: Help
cy: Cymorth

source: Add user
cy: Ychwanegu defnyddiwr

source: Sign out
cy: Allgofnodi

source: Sign in
cy: Mewngofnodi

source: Natural Resources Wales, FishMap Môn, European Fisheries Fund and Welsh Government logos
cy: Logos Cyfoeth Naturiol Cymru, FishMap Môn, Cronfa Pysgodfeydd Ewrop a Llywodraeth Cymru

source: FishMap Môn Results
cy: Canlyniadau FishMap Môn

source: Crown Copyright and database right 2013. Ordnance Survey 100019741
cy: Hawlfraint a hawliau cronfa ddata’r Goron 2013. Rhif Trwydded yr Arolwg Ordnans 100019741

source: British Crown and OceanWise Ltd, 2013. All rights reserved. License No. EK001-20120402. Not to be used for Navigation
cy: Y Goron Brydeinig ac OceanWise Ltd, 2013. Cedwir pob hawl. Rhif TrwyddedEK001-20120402. Dim i’w ddefnyddio ar gyfer Mordwyo

source: Legend
cy: Allwedd

source: Search for place name or postcode.
cy: Chwiliwch am enw lle neu god post.

source: No results found.
cy: Dim canlyniadau.

source: Export image
cy: Allgludo Delwedd

source: Please wait...
cy: Arhoswch

source: An error occurred, please try again.
cy: Cafwydd gwall, rhowch gynnig eto arni

source: Download image
cy: Lawrlwytho Delwedd

source: Project Area
cy: Prosiect Ardal

source: Protected Sites
cy: Ardaloedd Gwarchodedig

source: SAC
cy: ACA

source: SAC Features
cy: Nodwedd ACA

source: SPA
cy: AGA

source: SSSI
cy: SoDdGA

source: Seabed Habitat Confidence
cy: Hyder ynghylch Cynefin

source: Habitats
cy: Cynefin

source: Seabed Habitats
cy: Cynefinoedd Gwely’r Môr

source: Restricted Zones
cy: Parthau dan Gyfyngiadau

source: Areas Closed to Scalloping
cy: Ardaloedd ar Gau i Gasglu Cregyn Bylchog

source: Several and Regulating Areas
cy: Ardaloedd Gorchmynion Pysgodfa Unigol a Rheoleiddio Pysgodfa

source: Reference Data
cy: Data Cyfeirio

source: National Limits
cy: Cyfyngiadau Cenedlaethol

source: Wrecks
cy: Llongau drylliedig

source: Casual Hand Gather
cy: Casglu Achlysurol â Llaw

source: Commercial Potting
cy: Dal mewn Cewyll Masnachol

source: Recreational Potting
cy: Dal mewn Cewyll Hamdden

source: Combined Potting
cy: Dal mewn Cewyll Cyfun

source: King Scallop Dredging
cy: Treillio am Gregyn Bylchog

source: Light Otter Trawl
cy: Llusgrwyd Estyllod Ysgafn

source: Mussel Seed Harvesting
cy: Treillio am Rawn Cregyn Gleision

source: Bottom Set Nets
cy: Rhwydi wedi’u Gosod ar Wely’r Môr

source: Professional Hand Gather
cy: Casglu Proffesiynol â Llaw

source: Queen Scallop Dredging
cy: Treillio am Gwiniaid

source: Charter Boat Angling
cy: Pysgota Cychod Siarter

source: Private Boat Angling
cy: Pysgota Cychod Preifat

source: Combined Boat Angling
cy: Pysgota Cychod Cyfun

source: Shore Angling
cy: Pysgota’r Glannau

source: Detailed Fishing Activity
cy: Gweithgareddau Pysgota Manwl

source: Combined Commercial Activity
cy: Gweithgareddau Masnachol Cyfun

source: Shore Angling Locations
cy: Lleoliadau Pysgota’r Glannau

source: Combined Non-Commercial Activity
cy: Gweithgareddau Anfasnachol Cyfun

source: Fishing Intensity
cy: Dwysedd Pysgota

source: Number of Vessels
cy: Nifer yr Ymweliadau

source: Number of Visits
cy: Nifer yr Ymweliadau

source: Casual Hand Gather Intensity: FishMap Môn Results
cy: Dwysedd Casglu Achlysurol â Llaw: Canlyniadau FishMap Môn

source: Commercial Potting Intensity: FishMap Môn Results
cy: Dwysedd Dal mewn Cewyll Masnachol: Canlyniadau FishMap Môn

source: Recreational Potting Intensity: FishMap Môn Results
cy: Dwysedd Dal mewn Cewyll Hamdden: Canlyniadau FishMap Môn

source: Combined Potting Intensity: FishMap Môn Results
cy: Dwysedd Dal mewn Cewyll Cyfun: Canlyniadau FishMap Môn

source: King Scallop Dredging Intensity: FishMap Môn Results
cy: Dwysedd Treillio am Gregyn Bylchog: Canlyniadau FishMap Môn

source: Light Otter Trawl Intensity: FishMap Môn Results
cy: Dwysedd Llusgrwyd Estyllod Ysgafn: Canlyniadau FishMap Môn

source: Mussel Seed Harvesting Intensity: FishMap Môn Results
cy: Dwysedd Cynaeafu Grawn Cregyn Gleision: Canlyniadau FishMap Môn

source: Bottom Set Nets Intensity: FishMap Môn Results
cy: Dwysedd Rhwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau FishMap Môn

source: Professional Hand Gather Intensity: FishMap Môn Results
cy: Dwysedd Casglu Proffesiynol â Llaw: Canlyniadau FishMap Môn

source: Queen Scallop Dredging Intensity: FishMap Môn Results
cy: Dwysedd Treillio am Gwiniaid: Canlyniadau FishMap Môn

source: Charter Boat Angling Intensity: FishMap Môn Results
cy: Dwysedd Pysgota Cychod Siarter: Canlyniadau FishMap Môn

source: Private Boat Angling Intensity: FishMap Môn Results
cy: Dwysedd Pysgota Cychod Preifat: Canlyniadau FishMap Môn

source: Combined Boat Angling Intensity: FishMap Môn Results
cy: Dwysedd Pysgota Cychod Cyfun: Canlyniadau FishMap Môn

source: Shore Angling Intensity: FishMap Môn Results
cy: Dwysedd Pysgota’r Glannau: Canlyniadau FishMap Môn

source: Casual Hand Gather Intensity: Scenario Results
cy: Dwysedd Casglu Achlysurol â Llaw: Canlyniadau Senario

source: Commercial Potting Intensity: Scenario Results
cy: Dwysedd Dal mewn Cewyll Masnachol: Canlyniadau Senario

source: Recreational Potting Intensity: Scenario Results
cy: Dwysedd Dal mewn Cewyll Hamdden: Canlyniadau Senario

source: Combined Potting Intensity: Scenario Results
cy: Dwysedd Dal mewn Cewyll Cyfun: Canlyniadau Senario

source: King Scallop Dredging Intensity: Scenario Results
cy: Dwysedd Treillio am Gregyn Bylchog: Canlyniadau Senario

source: Light Otter Trawl Intensity: Scenario Results
cy: Dwysedd Llusgrwyd Estyllod Ysgafn: Canlyniadau Senario

source: Mussel Seed Harvesting Intensity: Scenario Results
cy: Dwysedd Cynaeafu Grawn Cregyn Gleision: Canlyniadau Senario

source: Bottom Set Nets Intensity: Scenario Results
cy: Dwysedd Rhwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau Senario

source: Professional Hand Gather Intensity: Scenario Results
cy: Dwysedd Casglu Proffesiynol â Llaw: Canlyniadau Senario

source: Queen Scallop Dredging Intensity: Scenario Results
cy: Dwysedd Treillio am Gwiniaid: Canlyniadau Senario

source: Charter Boat Angling Intensity: Scenario Results
cy: Dwysedd Pysgota Cychod Siarter: Canlyniadau Senario

source: Private Boat Angling Intensity: Scenario Results
cy: Dwysedd Pysgota Cychod Preifat: Canlyniadau Senario

source: Combined Boat Angling Intensity: Scenario Results
cy: Dwysedd Pysgota Cychod Cyfun: Canlyniadau Senario

source: Shore Angling Intensity: Scenario Results
cy: Dwysedd Pysgota’r Glannau: Canlyniadau Senario

source: Casual Hand Gather Intensity: Combined Results
cy: Dwysedd Casglu Achlysurol â Llaw: Canlyniadau Cyfun

source: Commercial Potting Intensity: Combined Results
cy: Dwysedd Dal mewn Cewyll Masnachol: Canlyniadau Cyfun

source: Recreational Potting Intensity: Combined Results
cy: Dwysedd Dal mewn Cewyll Hamdden: Canlyniadau Cyfun

source: Combined Potting Intensity: Combined Results
cy: Dwysedd Dal mewn Cewyll Cyfun: Canlyniadau Cyfun

source: King Scallop Dredging Intensity: Combined Results
cy: Dwysedd Treillio am Gregyn Bylchog: Canlyniadau Cyfun

source: Light Otter Trawl Intensity: Combined Results
cy: Dwysedd Treillio Estyllod Ysgafn: Canlyniadau Cyfun

source: Mussel Seed Harvesting Intensity: Combined Results
cy: Dwysedd Cynaeafu Grawn Cregyn Gleision: Canlyniadau Cyfun

source: Bottom Set Nets Intensity: Combined Results
cy: Dwysedd Rhwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau Cyfun

source: Professional Hand Gather Intensity: Combined Results
cy: Dwysedd Casglu Proffesiynol â Llaw: Canlyniadau Cyfun

source: Queen Scallop Dredging Intensity: Combined Results
cy: Dwysedd Treillio am Gwiniaid: Canlyniadau Cyfun

source: Charter Boat Angling Intensity: Combined Results
cy: Dwysedd Pysgota Cychod Siarter: Canlyniadau Cyfun

source: Private Boat Angling Intensity: Combined Results
cy: Dwysedd Pysgota Cychod Preifat: Canlyniadau Cyfun

source: Combined Boat Angling Intensity: Combined Results
cy: Dwysedd Pysgota Cychod Cyfun: Canlyniadau Cyfun

source: Shore Angling Intensity: Combined Results
cy: Dwysedd Pysgota’r Glannau: Canlyniadau Cyfun

source: (Number of times area fished per year)
cy: (Sawl gwaith y pysgotir yr ardal bob blwyddyn)

source: (Number of People /ha /day)
cy: (Nifer y Bobl /ha/dydd)

source: (Number of Pots lifted & dropped / ha / day)
cy: Nifer y Cewyll a godir ac a ollyngir / ha / dydd)

source: (Number of 100m net panels fished in a km2 / year)
cy: (Nifer y paneli rhwyd 100m a bysgotir mewn km2 / flwyddyn)

source: (Number of People /ha /week)
cy: (Nifer y Bobl/ha / wythnos)

source: Casual Hand Gathering Visits: FishMap Môn Results
cy: Ymweliadau Casglu Achlysurol â Llaw: Canlyniadau FishMap Môn

source: Commercial Potting Vessels: FishMap Môn Results
cy: Badau Dal mewn Cewyll Masnachol: Canlyniadau FishMap Môn

source: Recreational Potting Vessels: FishMap Môn Results
cy: Badau Dal mewn Cewyll Hamdden: Canlyniadau FishMap Môn

source: Combined Potting Vessels: FishMap Môn Results
cy: Badau Dal mewn Cewyll Cyfun: Canlyniadau FishMap Môn

source: King Scallop Dredging Vessels: FishMap Môn Results
cy: Badau Treillio Cregyn Bylchog: Canlyniadau FishMap Môn

source: Light Otter Trawl Vessels: FishMap Môn Results
cy: Badau Llusgrwyd Estyllod Ysgafn: Canlyniadau FishMap Môn

source: Mussel Seed Harvesting Vessels: FishMap Môn Results
cy: Badau Cynaeafu Grawn Cregyn Gleision: Canlyniadau FishMap Môn

source: Bottom Set Nets Vessels: FishMap Môn Results
cy: Badau Rhwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau FishMap Môn

source: Professional Hand Gathering Visits: FishMap Môn Results
cy: Ymweliadau Casglu Proffesiynol â Llaw: Canlyniadau FishMap Môn

source: Queen Scallop Dredging Vessels: FishMap Môn Results
cy: Badau Treillio am Gwiniaid: Canlyniadau FishMap Môn

source: Charter Boat Angling Vessels: FishMap Môn Results
cy: Badau Pysgota Cychod Siarter: Canlyniadau FishMap Môn

source: Private Boat Angling Vessels: FishMap Môn Results
cy: Badau Pysgota Cychod Preifat: Canlyniadau FishMap Môn

source: Combined Boat Angling Vessels: FishMap Môn Results
cy: Badau Pysgota Cychod Cyfun: Canlyniadau FishMap Môn

source: Shore Angling Visits: FishMap Môn Results
cy: Ymweliadau Pysgota’r Glannau: Canlyniadau FishMap Môn

source: Casual Hand Gathering Visits: Scenario Results
cy: Ymweliadau Casglu Achlysurol â Llaw: Canlyniadau Senario

source: Commercial Potting Vessels: Scenario Results
cy: Badau Dal mewn Cewyll Masnachol: Canlyniadau Senario

source: Recreational Potting Vessels: Scenario Results
cy: Badau Dal mewn Cewyll Hamdden: Canlyniadau Senario

source: Combined Potting Vessels: Scenario Results
cy: Badau Dal mewn Cewyll Cyfun: Canlyniadau Senario

source: King Scallop Dredging Vessels: Scenario Results
cy: Badau Treillio am Gregyn Bylchog: Canlyniadau Senario

source: Light Otter Trawl Vessels: Scenario Results
cy: Badau Llusgrwyd Estyllod Ysgafn: Canlyniadau Senario

source: Mussel Seed Harvesting Vessels: Scenario Results
cy: Badau Cynaeafu Grawn Cregyn Gleision: Canlyniadau Senario

source: Bottom Set Nets Vessels: Scenario Results
cy: Badau Rhwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau Senario

source: Professional Hand Gathering Visits: Scenario Results
cy: Ymweliadau Casglu Proffesiynol â Llaw: Canlyniadau Senario

source: Queen Scallop Dredging Vessels: Scenario Results
cy: Badau Treillio am Gwiniaid: Canlyniadau Senario

source: Charter Boat Angling Vessels: Scenario Results
cy: Badau Pysgota Cychod Siarter: Canlynidau Senario

source: Private Boat Angling Vessels: Scenario Results
cy: Badau Pysgota Cychod Preifat: Canlyniadau Senario

source: Combined Boat Angling Vessels: Scenario Results
cy: Badau Pysgota Cychod Cyfun: Canlyniadau Senario

source: Shore Angling Visits: Scenario Results
cy: Ymweliadau Pysgota’r Glannau: Canlyniadau Senario

source: Casual Hand Gathering Visits: Combined Results
cy: Ymweliadau Casglu Achlysurol â Llaw: Canlyniadau Cyfun

source: Commercial Potting Vessels: Combined Results
cy: Badau Dal mewn Cewyll Masnachol: Canlyniadau Cyfun

source: Recreational Potting Vessels: Combined Results
cy: Badau Dal mewn Cewyll Hamdden: Canlyniadau Cyfun

source: Combined Potting Vessels: Combined Results
cy: Badau Dal mewn Cewyll Cyfun: Canlyniadau Cyfun

source: King Scallop Dredging Vessels: Combined Results
cy: Badau Treillio am Gregyn Bylchog: Canlyniadau Cyfun

source: Light Otter Trawl Vessels: Combined Results
cy: Badau Llusgrwyd Estyllod Ysgafn: Canlyniadau Cyfun

source: Mussel Seed Harvesting Vessels: Combined Results
cy: Badau Cynaeaefu Grawn Cregyn Gleision: Canlyniadau Cyfun

source: Bottom Set Nets Vessels: Combined Results
cy: Badau Rhwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau Cyfun

source: Professional Hand Gathering Visits: Combined Results
cy: Ymweliadau Casglu Proffesiynol â Llaw: Canlyniadau Cyfun

source: Queen Scallop Dredging Vessels: Combined Results
cy: Badau Treillio am Gwiniaid: Canlyniadau Cyfun

source: Charter Boat Angling Vessels: Combined Results
cy: Badau Pysgota Cychod Siarter: Canlyniadau Cyfun

source: Private Boat Angling Vessels: Combined Results
cy: Badau Pysgota Cychod Preifat: Canlyniadau Cyfun

source: Combined Angling Vessels: Combined Results
cy: Badau Pysgota Cyfun: Canlyniadau Cyfun

source: Shore Angling Visits: Combined Results
cy: Ymweliadau Pysgota’r Glannau: Canlyniadau Cyfun

source: Habitat Sensitivity
cy: Sensitifrwydd Cynefin

source: Sensitivity to Casual Hand Gather: FishMap Môn Results
cy: Sensitifrwydd i Gasglu Achlysurol â Llaw: Canlyniadau FishMap Môn

source: Sensitivity to Commercial Potting: FishMap Môn Results
cy: Sensitifrwydd i Ddal mewn Cewyll Masnachol: Canlyniadau FishMap Môn

source: Sensitivity to Recreational Potting: FishMap Môn Results
cy: Sensitifrwydd i Ddal mewn Cewyll Hamdden: Canlyniadau FishMap Môn

source: Sensitivity to Combined Potting: FishMap Môn Results
cy: Sensitifrwydd i Ddal mewn Cewyll Cyfun: Canlyniadau FishMap Môn

source: Sensitivity to King Scallop Dredging: FishMap Môn Results
cy: Sensitifrwydd i Dreillio am Gregyn Bylchog: Canlyniadau FishMap Môn

source: Sensitivity to Light Otter Trawl: FishMap Môn Results
cy: Sensitifrwydd i Lusgrwyd Estyllod Ysgafn: Canlyniadau FishMap Môn

source: Sensitivity to Mussel Seed Harvesting: FishMap Môn Results
cy: Sensitifrwydd i Gynaeafu Grawn Cregyn Gleision: Canlyniadau FishMap Môn

source: Sensitivity to Bottom Set Nets: FishMap Môn Results
cy: Sensitifrwydd i Rwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau FishMap Môn

source: Sensitivity to Professional Hand Gather: FishMap Môn Results
cy: Sensitifrwydd i Gasglu Proffesiynol â Llaw: Canlyniadau FishMap Môn

source: Sensitivity to Queen Scallop Dredging: FishMap Môn Results
cy: Sensitifrwydd i Dreillio am Gwiniaid: Canlyniadau FishMap Môn

source: Sensitivity to Charter Boat Angling: FishMap Môn Results
cy: Sensitifrwydd i Bysgota Cychod Siarter: Canlyniadau FishMap Môn

source: Sensitivity to Private Boat Angling: FishMap Môn Results
cy: Sensitifrwydd i Bysgota Cychod Preifat: Canlyniadau FishMap Môn

source: Sensitivity to Combined Boat Angling: FishMap Môn Results
cy: Sensitifrwydd i Bysgota Cychod Cyfun: Canlyniadau FishMap Môn

source: Sensitivity to Shore Angling: FishMap Môn Results
cy: Sensitifrwydd i Bysgota’r Glannau: Canlyniadau FishMap Môn

source: Sensitivity to Casual Hand Gather: Scenario Results
cy: Sensitifrwydd i Gasglu Achlysurol â Llaw: Canlyniadau Senario

source: Sensitivity to Commercial Potting: Scenario Results
cy: Sensitifrwydd i Ddal mewn Cewyll Masnachol: Canlyniadau Senario

source: Sensitivity to Recreational Potting: Scenario Results
cy: Sensitifrwydd i Ddal mewn Cewyll Hamdden: Canlyniadau Senario
