Repository: AstunTechnology/NRW_FishMapMon
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Sensitivity to Combined Potting: Scenario Results
cy: Sensitifrwydd i Ddal mewn Cewyll Cyfun: Canlyniadau Senario

source: Sensitivity to King Scallop Dredging: Scenario Results
cy: Sensitifrwydd i Dreillio am Gregyn Bylchog: Canlyniadau Senario

source: Sensitivity to Light Otter Trawl: Scenario Results
cy: Sensitifrwydd i Lusgrwyd Estyllod Ysgafn: Canlyniadau Senario

source: Sensitivity to Mussel Seed Harvesting: Scenario Results
cy: Sensitifrwydd i Gynaeafu Grawn Cregyn Gleision: Canlyniadau Senario

source: Sensitivity to Bottom Set Nets: Scenario Results
cy: Sensitifrwydd i Rwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau Senario

source: Sensitivity to Professional Hand Gather: Scenario Results
cy: Sensitifrwydd i Gasglu Proffesiynol â Llaw: Canlyniadau Senario

source: Sensitivity to Queen Scallop Dredging: Scenario Results
cy: Sensitifrwydd i Dreillio am Gwiniaid: Canlyniadau Senario

source: Sensitivity to Charter Boat Angling: Scenario Results
cy: Sensitifrwydd i Bysgota Cychod Siarter: Canlyniadau Senario

source: Sensitivity to Private Boat Angling: Scenario Results
cy: Sensitifrwydd i Bysgota Cychod Preifat: Canlyniadau Senario

source: Sensitivity to Combined Boat Angling: Scenario Results
cy: Sensitifrwydd i Bysgota Cychod Cyfun: Canlyniadau Senario

source: Sensitivity to Shore Angling: Scenario Results
cy: Sensitifrwydd i Bysgota’r Glannau: Canlyniadau Senario

source: Sensitivity to Casual Hand Gather: Combined Results
cy: Sensitifrwydd i Gasglu Achlysurol â Llaw: Canlyniadau Cyfun

source: Sensitivity to Commercial Potting: Combined Results
cy: Sensitifrwydd i Ddal mewn Cewyll Masnachol: Canlyniadau Cyfun

source: Sensitivity to Recreational Potting: Combined Results
cy: Sensitifrwydd i Ddal mewn Cewyll Hamdden: Canlyniadau Cyfun

source: Sensitivity to Combined Potting: Combined Results
cy: Sensitifrwydd i Ddal mewn Cewyll Cyfun: Canlyniadau Cyfun

source: Sensitivity to King Scallop Dredging: Combined Results
cy: Sensitifrwydd i Dreillio am Gregyn Bylchog: Canlyniadau Cyfun

source: Sensitivity to Light Otter Trawl: Combined Results
cy: Sensitifrwydd i Lusgrwyd Estyllod Ysgafn: Canlyniadau Cyfun

source: Sensitivity to Mussel Seed Harvesting: Combined Results
cy: Sensitifrwydd i Gynaeafu Grawn Cregyn Gleision: Canlyniadau Cyfun

source: Sensitivity to Bottom Set Nets: Combined Results
cy: Sensitifrwydd i Rwydi wedi’u Gosod ar Wely’r Môr: Canlyniadau Cyfun

source: Sensitivity to Professional Hand Gather: Combined Results
cy: Sensitifrwydd i Gasglu Proffesiynol â Llaw: Canlyniadau Cyfun

source: Sensitivity to Queen Scallop Dredging: Combined Results
cy: Sensitifrwydd i Dreillio am Gwiniaid: Canlyniadau Cyfun

source: Sensitivity to Charter Boat Angling: Combined Results
cy: Sensitifrwydd i Bysgota Cychod Siarter: Canlyniadau Cyfun

source: Sensitivity to Private Boat Angling: Combined Results
cy: Sensitifrwydd i Bysgota Cychod Preifat: Canlyniadau Cyfun

source: Sensitivity to Combined Boat Angling: Combined Results
cy: Sensitifrwydd i Bysgota Cychod Cyfun: Canlyniadau Cyfun

source: Sensitivity to Shore Angling: Combined Results
cy: Sensitifrwydd i Bysgota’r Glannau: Canlyniadau Cyfun

source: Low
cy: Isel

source: Medium
cy: Canolig

source: High
cy: Uchel

source: Habitat Sensitivity Confidence
cy: Hyder ynghylch Sensitifrwydd Cynefin

source: Casual Hand Gather Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Casglu Achlysurol â Llaw

source: Commercial Potting Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Dal mewn Cewyll Masnachol

source: Recreational Potting Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Dal mewn Cewyll Hamdden

source: Combined Potting Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Dal mewn Cewyll Cyfun

source: King Scallop Dredging Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Treillio am Gregyn Gleision

source: Light Otter Trawl Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Llusgrwyd Estyllod Ysgafn

source: Mussel Seed Harvesting Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Cynaeafu Grawn Cregyn Gleision

source: Bottom Set Nets Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Rhwydi wedi’u Gosod ar Wely’r Môr

source: Professional Hand Gather Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Casglu Proffesiynol â Llaw

source: Queen Scallop Dredging Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Treillio am Gwiniaid

source: Charter Boat Angling Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Pysgota Cychod Siarter

source: Private Boat Angling Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Pysgota Cychod Preifat

source: Combined Boat Angling Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Pysgota Cychod Cyfun

source: Shore Angling Habitat Sensitivity Confidence
cy: Hyder Ynghylch Sensitifrwydd Cynefin Pysgota’r Glannau

source: Fishing Activity Extents
cy: Ardaloedd Gweithgareddau Pysgota

source: Casual Hand Gather Extents
cy: Ardaloedd Casglu Achlysurol â Llaw

source: Professional Hand Gather Extents
cy: Ardaloedd Casglu Proffesiynol â Llaw

source: Admiralty Chart
cy: Siartiau’r Morlys

source: OS Map
cy: Mapiau AO

source: No Map
cy: Dim Mapiau

source: Name
cy: Enw

source: Habitat
cy: cynefinoedd

source: Confidence
cy: Cynefin

source: Click to show
cy: Cliciwch i ddangos

source: layer
cy: haen

source: Click to hide
cy: Cliciwch i guddio

source: layers
cy: haenau

source: Select a fishing activity type
cy: Dewiswch fath o weithgaredd pysgota

source: Please draw an area on the map.
cy: Tynnwch lun o ardal ar y map

source: Click to add a point and double click to finish drawing.
cy: Cliciwch i ychwanegu pwynt a chliciwch ddwywaith i orffen lluniadu

source: Please provide details of the fishing activity and click "Calculate Scenario".
cy: Rhowch fanylion y gweithgaredd pysgota a chliciwch "Calculate Scenario "

source: Scenario Area
cy: Ardal Senario

source: Days per month
cy: Diwrnod y Mis

source: January
cy: Ionawr

source: February
cy: Chwefror

source: March
cy: Mawrth

source: April
cy: Ebrill

source: May
cy: Mai

source: June
cy: Mehefin

source: July
cy: Gorffennaf

source: August
cy: Awst

source: September
cy: Medi

source: October
cy: Hydref

source: November
cy: Tachwedd

source: December
cy: Rhagfyr

source: Gear Speed (knots)
cy: Cyflymder y Taclau (milltir fôr)

source: Gear Time (hours per day)
cy: Amser y Taclau (awr y dydd)

source: Gear Width (metres)
cy: Lled y Taclau (metrau)

source: Number of Dredges
cy: Nifer y Treilliadau

source: Net Length (metres)
cy: Hyd y Rhwyd (metrau)

source: Number of Nets
cy: Nifer y Rhwydi

source: Number of Pots
cy: Nifer y Cewyll

source: Number of Anchors
cy: Nifer yr Angorau

source: Number of Fishermen/Rods
cy: Nifer y Pysgotwyr/Gwialenni

source: Average Hours
cy: Oriau Cyfartalog

source: Number of Gatherers
cy: Nifer y Casglwyr

source: Calculate Scenario
cy: Cyfrif Senario

source: Clear Scenario
cy: Clirio Senario

source: View the results of your scenario by enabling the scenario layers below.
cy: Gweld canlyniadau’ch senario drwy alluogi’r haenau senario isod

source: If you change the criteria above click the "Calculate Scenario" button to see the changes on the map.
cy: Os ydych yn newid y meini prawf uchod cliciwch y botwm "Calculate Scenario" i weld y newidiadau ar y map.

source: Create Fishing Scenario
cy: Creu Senario Pysgota

source: Further information on Seabed Habitats
cy: Rhagor o wybodaeth am Gynefinoedd Gwely’r Môr

source: Further information on Seabed Habitat Confidence
cy: Rhagor o wybodaeth am Hyder Ynghylch Cynefin Gwely’r Môr

source: Further information on SAC
cy: Rhagor o wybodaeth am ACA

source: Further information on SAC Features
cy: Rhagor o wybodaeth am Nodweddion ACA

source: Further information on SPAs
cy: Rhagor o wybodaeth am AGA

source: Further information on SSSIs
cy: Rhagor o wybodaeth am SoDdGA

source: Further information on RAMSAR
cy: Rhagor o wybodaeth am RAMSAR

source: Further information on Areas Closed to Scalloping
cy: Rhagor o wybodaeth am Ardaloedd ar Gau i Gasglu Cregyn Bylchog

source: Further information on Several and Regulating Areas
cy: Rhagor o wybodaeth am Ardaloedd Gorchmynion Pysgodfa Unigol a Rheoleiddio Pysgodfa

source: Further information on Wrecks
cy: Rhagor o wybodaeth am Longau Drylliedig

source: Further information on
cy: Rhagor o wybodaeth am ACA

source: Further information on Number of Vessels
cy: Rhagor o wybodaeth am Longau Drylliedig

source: Further information on Habitat Sensitivity
cy: Rhagor o wybodaeth am Sensitifrwydd Ynghylch Cynefin

source: Further information on Habitat Sensitivity Confidence
cy: Rhagor o wybodaeth am Hyder Ynghylch Cynefin

source: Further information on Fishing Activity Extents
cy: Rhagor o wybodaeth am Ardaloedd Gweithgareddau Pysgota

source: Areas closed to Scalloping
cy: Ardaloedd ar Gau i Gasglu Cregyn Bylchog

source: Mudflats and Sandflats
cy: Gwastadeddau llaid a gwastadeddau tywod

source: Shallow Inlets and Bays
cy: Cilfachau a baeau bas

source: Reefs
cy: Riffiau

source: Sandbanks
cy: Ponciau tywod

source: Sea Caves
cy: Ogofau mor

source: Atlantic Salt Meadows
cy: Dolydd heli yr Atlantig

source: Drift Lines
cy: Llinellau drifft

source: Estuaries
cy: Aberoedd

source: Fixed Dunes
cy: Twyni sefydlog

source: Lagoons
cy: Lagynau

source: Moderate
cy: Cymedrol

source: Several and Regulating Orders
cy: Gorchmynion Pysgodfa Unigol a Rheoleiddio Pysgodfa

source: Register a new user
cy: Cofrestru defnyddiwr

source: Register
cy: Cofrestru

source: Forgot password
cy: Wedi anghofio cyfrinair

source: Confirm account
cy: Cadarnhau cyfrif

source: Username
cy: Enw defnyddiwr

source: Password
cy: Cyfrinair

source: Remember me
cy: Cofiwch fi
